---
kind: property
id: P:Autodesk.Revit.DB.ScheduleHeightsOnSheet.TitleHeight
source: html/e8056c32-6856-3fe9-c0f2-f1cf3f1b4b0a.htm
---
# Autodesk.Revit.DB.ScheduleHeightsOnSheet.TitleHeight Property

The height of schedule title on sheet view.

## Syntax (C#)
```csharp
public double TitleHeight { get; }
```

## Remarks
If title is set to unshown, it will be 0.